Start_text = 'Бот магазин. Стартовое сообщение'
Help_text = 'Бот магазин'
Create_BD = 'База данных успешно создана'
Error_Create_BD = 'Похоже база данных уже создана'

Message_product_add = 'Для добавление товара необходимо добавить: \n\
1. Название товара. \n\
2. Цену товара. \n\
3. Описание товара. В описание можете использовать смайлики и HTML форматирование.\n\
4. Фотографию товара. \n\
Для начала впишите название товара'
Message_description_add = 'Добавьте описание товара'
Message_price_add = 'Добавьте цену товара в рублях'
Message_picture_add = 'Добавьте фото товара. Фото желательно прекреплять в формате jpg или bmp'
Message_product_ready = 'Товар готов! И добавлен в каталог товаров для продажи'
Message_basket_is_empty = 'В вашей корзине ничего нет. Добавьте товары'
Message_phone_number = 'Введите номер телефона, и менеджер перезвонит вам для уточнения заказа'
Message_order_processing = 'Ваш заказ передан в обработку'
Message_number_error = 'Это мало похоже на номер телефона'
Message_about = 'Телеграмм магазин'


KEY_PRODUCT = 'Товары'
KEY_BASKET = 'Корзина'
KEY_ABOUT = 'О нас'

ADMIN_KEY_EDIT = 'Редактировать товар'
ADMIN_KEY_ADD = 'Добавить товар'
ADMIN_KEY_DAILY_ORDERS = 'Заказы за день'
ADMIN_KEY_ACTIVE_BUYERS = 'Список активных покупателей'


